result/usenix/run4/results-prctl00-nothp/benchmark-stats.log
  240000000 requests completed in 466.59 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.02% <= 2 milliseconds
1.92% <= 3 milliseconds
58.31% <= 4 milliseconds
79.53% <= 5 milliseconds
88.38% <= 6 milliseconds
90.74% <= 7 milliseconds
92.80% <= 8 milliseconds
96.64% <= 9 milliseconds
97.66% <= 10 milliseconds
98.25% <= 11 milliseconds
98.77% <= 12 milliseconds
99.09% <= 13 milliseconds
99.30% <= 14 milliseconds
99.40% <= 15 milliseconds
99.45% <= 16 milliseconds
99.48% <= 17 milliseconds
99.53% <= 18 milliseconds
99.56% <= 19 milliseconds
99.58% <= 20 milliseconds
99.58% <= 21 milliseconds
99.61% <= 22 milliseconds
99.63% <= 23 milliseconds
99.64% <= 24 milliseconds
99.65% <= 25 milliseconds
99.66% <= 26 milliseconds
99.68% <= 27 milliseconds
99.69% <= 28 milliseconds
99.70% <= 29 milliseconds
99.71% <= 30 milliseconds
99.71% <= 31 milliseconds
99.72% <= 32 milliseconds
99.73% <= 33 milliseconds
99.74% <= 34 milliseconds
99.74% <= 35 milliseconds
99.75% <= 36 milliseconds
99.75% <= 37 milliseconds
99.75% <= 38 milliseconds
99.76% <= 39 milliseconds
99.77% <= 40 milliseconds
99.77% <= 41 milliseconds
99.78% <= 42 milliseconds
99.78% <= 43 milliseconds
99.78% <= 44 milliseconds
99.79% <= 45 milliseconds
99.79% <= 46 milliseconds
99.80% <= 47 milliseconds
99.80% <= 48 milliseconds
99.81% <= 49 milliseconds
99.81% <= 50 milliseconds
99.82% <= 51 milliseconds
99.83% <= 52 milliseconds
99.83% <= 53 milliseconds
99.83% <= 54 milliseconds
99.84% <= 55 milliseconds
99.84% <= 56 milliseconds
99.85% <= 57 milliseconds
99.85% <= 58 milliseconds
99.85% <= 59 milliseconds
99.85% <= 60 milliseconds
99.85% <= 61 milliseconds
99.85% <= 62 milliseconds
99.86% <= 63 milliseconds
99.86% <= 64 milliseconds
99.86% <= 65 milliseconds
99.86% <= 66 milliseconds
99.86% <= 67 milliseconds
99.86% <= 68 milliseconds
99.86% <= 69 milliseconds
99.86% <= 70 milliseconds
99.86% <= 71 milliseconds
99.86% <= 72 milliseconds
99.86% <= 73 milliseconds
99.87% <= 74 milliseconds
99.87% <= 75 milliseconds
99.87% <= 76 milliseconds
99.87% <= 78 milliseconds
99.87% <= 79 milliseconds
99.87% <= 81 milliseconds
99.87% <= 82 milliseconds
99.87% <= 83 milliseconds
99.87% <= 84 milliseconds
99.87% <= 85 milliseconds
99.87% <= 86 milliseconds
99.87% <= 87 milliseconds
99.88% <= 88 milliseconds
99.88% <= 89 milliseconds
99.88% <= 90 milliseconds
99.88% <= 91 milliseconds
99.88% <= 92 milliseconds
99.88% <= 93 milliseconds
99.89% <= 94 milliseconds
99.89% <= 95 milliseconds
99.89% <= 96 milliseconds
99.89% <= 99 milliseconds
99.89% <= 100 milliseconds
99.89% <= 101 milliseconds
99.89% <= 102 milliseconds
99.89% <= 103 milliseconds
99.89% <= 104 milliseconds
99.89% <= 105 milliseconds
99.90% <= 106 milliseconds
99.90% <= 107 milliseconds
99.90% <= 108 milliseconds
99.90% <= 111 milliseconds
99.90% <= 112 milliseconds
99.90% <= 113 milliseconds
99.90% <= 115 milliseconds
99.90% <= 116 milliseconds
99.90% <= 117 milliseconds
99.90% <= 118 milliseconds
99.90% <= 119 milliseconds
99.90% <= 120 milliseconds
99.90% <= 121 milliseconds
99.90% <= 122 milliseconds
99.90% <= 123 milliseconds
99.90% <= 124 milliseconds
99.90% <= 128 milliseconds
99.91% <= 129 milliseconds
99.91% <= 130 milliseconds
99.91% <= 131 milliseconds
99.91% <= 132 milliseconds
99.91% <= 133 milliseconds
99.91% <= 134 milliseconds
99.91% <= 135 milliseconds
99.91% <= 136 milliseconds
99.91% <= 137 milliseconds
99.91% <= 138 milliseconds
99.91% <= 139 milliseconds
99.92% <= 140 milliseconds
99.92% <= 141 milliseconds
99.92% <= 142 milliseconds
99.92% <= 143 milliseconds
99.92% <= 144 milliseconds
99.92% <= 145 milliseconds
99.92% <= 146 milliseconds
99.92% <= 147 milliseconds
99.92% <= 152 milliseconds
99.92% <= 153 milliseconds
99.92% <= 154 milliseconds
99.92% <= 155 milliseconds
99.92% <= 156 milliseconds
99.93% <= 157 milliseconds
99.93% <= 158 milliseconds
99.93% <= 159 milliseconds
99.93% <= 160 milliseconds
99.93% <= 161 milliseconds
99.93% <= 162 milliseconds
99.93% <= 163 milliseconds
99.93% <= 164 milliseconds
99.93% <= 165 milliseconds
99.93% <= 166 milliseconds
99.93% <= 167 milliseconds
99.93% <= 168 milliseconds
99.93% <= 169 milliseconds
99.94% <= 170 milliseconds
99.94% <= 171 milliseconds
99.94% <= 172 milliseconds
99.94% <= 173 milliseconds
99.94% <= 174 milliseconds
99.94% <= 175 milliseconds
99.94% <= 177 milliseconds
99.94% <= 182 milliseconds
99.94% <= 183 milliseconds
99.94% <= 184 milliseconds
99.94% <= 185 milliseconds
99.95% <= 186 milliseconds
99.95% <= 187 milliseconds
99.95% <= 188 milliseconds
99.95% <= 189 milliseconds
99.95% <= 190 milliseconds
99.96% <= 191 milliseconds
99.96% <= 192 milliseconds
99.96% <= 193 milliseconds
99.96% <= 194 milliseconds
99.96% <= 195 milliseconds
99.96% <= 196 milliseconds
99.96% <= 197 milliseconds
99.97% <= 198 milliseconds
99.97% <= 199 milliseconds
99.97% <= 200 milliseconds
99.97% <= 201 milliseconds
99.97% <= 202 milliseconds
99.97% <= 203 milliseconds
99.97% <= 204 milliseconds
99.97% <= 205 milliseconds
99.97% <= 206 milliseconds
99.98% <= 207 milliseconds
99.98% <= 208 milliseconds
99.98% <= 209 milliseconds
99.98% <= 210 milliseconds
99.98% <= 211 milliseconds
99.98% <= 212 milliseconds
99.98% <= 213 milliseconds
99.98% <= 214 milliseconds
99.98% <= 215 milliseconds
99.99% <= 216 milliseconds
99.99% <= 217 milliseconds
99.99% <= 218 milliseconds
99.99% <= 219 milliseconds
99.99% <= 220 milliseconds
99.99% <= 221 milliseconds
99.99% <= 222 milliseconds
99.99% <= 223 milliseconds
99.99% <= 224 milliseconds
99.99% <= 225 milliseconds
99.99% <= 227 milliseconds
99.99% <= 228 milliseconds
99.99% <= 229 milliseconds
99.99% <= 230 milliseconds
99.99% <= 231 milliseconds
99.99% <= 232 milliseconds
99.99% <= 233 milliseconds
99.99% <= 234 milliseconds
99.99% <= 235 milliseconds
99.99% <= 247 milliseconds
99.99% <= 248 milliseconds
99.99% <= 251 milliseconds
100.00% <= 253 milliseconds
100.00% <= 277 milliseconds
100.00% <= 281 milliseconds
100.00% <= 296 milliseconds
100.00% <= 297 milliseconds
100.00% <= 298 milliseconds
100.00% <= 299 milliseconds
100.00% <= 301 milliseconds
100.00% <= 302 milliseconds
100.00% <= 303 milliseconds
100.00% <= 318 milliseconds
100.00% <= 319 milliseconds
100.00% <= 320 milliseconds
100.00% <= 321 milliseconds
100.00% <= 322 milliseconds
100.00% <= 323 milliseconds
100.00% <= 324 milliseconds
100.00% <= 325 milliseconds
100.00% <= 326 milliseconds
100.00% <= 327 milliseconds
100.00% <= 424 milliseconds
100.00% <= 425 milliseconds
100.00% <= 426 milliseconds
100.00% <= 428 milliseconds
100.00% <= 428 milliseconds
514370.22 requests per second